12/data/attachments/4482b8dc04ebe549.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Allen_window_Friend_67513_8</nif:username>
            <nif:friendToBeRequested>soap_friends_679213f0-1ef1-4869-9c54-b1670eafb22c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>